tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cmake"
brew "docker"
brew "fnm"
brew "git"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "font-fira-code"
cask "alfred"
cask "cheatsheet"
cask "clipy"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "obs"
cask "popclip"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
